<main>
  <section class="hero">
    <div class="hero-container"> 
        <h1 class="hero-h1">Зачем котам усы? Ответы на часто задаваемые вопросы </h1> 
        <p class="hero-p">12 мая 2023</p>
    </div>
  </section>
  <section class="article">
    <div class="article-container">
    <p>Кошачьи усы на самом деле особый орган чувств! Правильное их название - вибриссы. Ими кошки «ощупывают» пространство 
    вокруг. И в результате чувствуют расположение разных предметов и могут оценить, насколько тесно там, куда они хотят пролезть.</p>
    <h2>Где расположены вибриссы?</h2>
    <p>Самые заметные на мордочке над верхней губой, над глазами и на подбородке. А ещё их можно найти на передних лапках!</p>
    <img src="img/vibriss-2.jpg" width="720" height="405" class="vibriss-img" alt="Кот">
    <h2>Как работают вибриссы?</h2>
    <p>Слово «вибриссы произошло от латинского vibrare «вибрировать». В основаниях вибриссов - находятся пучки очень чувствительных нервных окончаний. 
    Эти окончания улавливают через вибриссы колебания воздуха, который отражается от различных поверхностей, и передают информацию в мозг. 
    Так кошки понимают, на каком расстоянии от них находятся разные предметы. Кроме того, коснувшись вибриссами объекта, кошка понимает, где тот находится, какого он размера и даже какая у него текстура.</p>
    <img src="img/vibriss-3.jpg" width="720" height="540" alt="Строение вибриссов">
    <h2>Почему у кошек шершавый язык?</h2>
    <img src="img/tongue.jpg" width="720" height="445" alt="Язык">
<p>На языке у кошки есть маленькие шипики. При уходе за шерстью они выполняют роль гребня. 
Когда кошка вылизывается, эти шипики собирают частички грязи. Так животные удаляют запахи,
 которые могут отпугнуть добычу или привлечь более крупных хищников. Именно поэтому кошки такие чистюли! 
 Кроме того, шипики помогают кошкам есть и пить: они захватывают больше влаги, ими удобно удерживать пойманную добычу и счищать, будто тёркой, остатки мяса с костей.</p> 
 <h2>Зачем кошки лижут котят?</h2>
 <img src="img/kitten.jpg" width="500" height="310" alt="Кошка лижет котенка"
<p> Мамы-кошки вылизывают новорождённым котятам животики, чтобы им было легче переваривать молоко. 
 Котят постарше вылизывают, чтобы скрыть их запах: так их не учуют хищники. 
 А вообще, на кошачьем языке вылизывание это ещё и выражение любви. Как человеческие мамы целуют и обнимают своих детей, так кошки вылизывают котят.</p>
 <p>Источник: Книга "Секреты кошек. Как понять свою кошку и подружиться с ней" Автор: Саша Рауш.</p>
</section>
</div>
</section>
    </main>