<main>
  <section class="hero">
    <div class="hero-container"> 
        <h1 class="hero-h1">Выбор здоровой пищи для кошек: все, что нужно об этом знать </h1> 
        <p class="hero-p"> <time datetime="2023-05-12">12 мая 2023</time></p>
        <p class="author">Автор: Кристин О’Бриен</p>
    </div>
  </section>
  <section class="article">
    <div class="article-container">
    <p>Как и вы, ваша кошка нуждается в здоровой пище и сбалансированном питании на каждом этапе ее жизни,
       чтобы благополучно развиваться. Но вы не можете просто накормить ее салатом на ужин и пожелать спокойной ночи. 
       Правильное питание способствует росту котенка и улучшает развитие кота в зрелом возрасте. Ему нужно получать богатую питательными веществами пищу для правильного развития.
       Вот что вам нужно знать, чтобы найти здоровую пищу для кошек. </p>

      <h2> Белки, углеводы и жиры</h2>
      Самые здоровые варианты корма для кошек — это те, которые содержат необходимые питательные вещества для сбалансированного питания. 
      В дополнение к чистой пресной воде обычные требования к питанию кошки для здорового образа жизни включают в себя сбалансированный рацион, 
      содержащий питательные вещества, такие как белки, углеводы и жиры. Они помогают поддерживать здоровье мышц, кожи и шерсти вашей кошки. 
      Углеводы важны для выработки энергии, позволяющей животному жить максимально активно в течение продолжительного периода времени.
      
      <h2>Главные компоненты</h2>
      <img src="img/cat eats.jpg" width="720" height="465" alt="Кошка ест из тарелки">
      Когда вы начинаете поиск корма, который принесет пользу вашему питомцу, вы обычно видите следующие ингредиенты, перечисленные на каждой этикетке:
      <ul>
      <li>Курица, ячмень, индейка, тунец, кукуруза и сухие яичные продукты — отличные источники белка.</li>
      <li>Рыбий жир и соевое масло. Жиры необходимы для здорового питания кошек, особенно для накапливания энергии.</li>
      <li>Цельнозерновая мука. Углеводы, которые дают вашему пушистому другу энергию</li>
      <li>Жирные кислоты омега-3 и омега-6. Содержатся в рыбьем жире, яйцах и льняном семени. Эти жиры помогут кошке иметь великолепную шерсть и гладкую кожу.</li>
      <li>Кальций. Это питательное вещество поддерживает сильные и здоровые кости и мышцы.</li>
      <li>Витамины Е и С. Оба этих витамина защищают клетки кошки, поддерживая в форме иммунную систему.</li>
    </ul>
      <h2>Что искать</h2>
     <p> Обязательно ознакомьтесь с тем, как маркируются кошачьи корма. Подобно тому, 
     как дело обстоит с этикетками на продуктах питания для людей, чтение этикеток на кормах для домашних животных может сначала сбивать с толку. </p>
     <p> Вам нужно научиться понимать формулировки на этикетках кормов для кошек. Если корм рекламируется как состоящий из одного ингредиента, такого как «курица», «тунец», 
      «говядина» и тому подобное, то он должен содержать 95% такого вида мяса, в соответствии с рекомендациями Американской ассоциации государственного контроля качества 
      кормов для животных (Association of American Feed Control Officials, AAFCO), сообщает портал PetMD. А любая формулировка, включающая предлог «с», например «с курицей», 
      означает, что корм должен включать не менее 3% этого ингредиента.</p>
      <p>Например, для того, чтобы маркировка корма для кошек в США соответствовала требованиям, она должна удовлетворять определенному набору критериев, установленных для 
      каждого штата организацией AAFCO, в состав которой входят активисты из правительственных учреждений, разрабатывающие руководящие принципы маркировки корма для 
      домашних животных. Эта группа также отвечает за установление соответствующих правил. Вы можете обратиться в регулирующие ведомства своего региона, чтобы получить 
      больше информации о принципах маркировки и упаковки и отсортировать варианты питания вашей кошки.</p>
     <p>Еще одна вещь, которую следует иметь в виду, состоит в том, что даже самые специальные клинические 
      термины легко поддаются изучению и являются совершенно общими для маркировки кормов для кошек. Здесь снова вступает 
      в дело AAFCO, точно идентифицируя то, что входит в состав корма для домашних животных, и объясняя, что означают 
      незнакомые термины. Таурин, например, звучит как что-то химическое. Но на самом деле это аминокислота, содержащаяся 
      в источниках белка животного происхождения, которая имеет большое значение для зрения, мозга и функции сердца кошки.</p>
      
     <h2> Возраст и состояние</h2>
     <p> Вооружившись информацией о том, что полезно для вашего котенка и почему, вы все еще стоите перед важной задачей: какой корм выбрать.</p>
      
     <p> Прежде чем покупать кошачий корм, поговорите с вашим ветеринарным врачом, чтобы убедиться, 
      что вы учли несколько вещей, например возраст животного. Помните, что котятам нужна особенная 
      пища, так как они нуждаются в определенных количествах питательных веществ, чтобы расти здоровыми
      и сильными. Корм для кошек, предназначенный для взрослых животных, может не содержать питательных
      веществ, которые наиболее важны для растущего организма. Когда кошки стареют, их метаболизм замедляется,
      поэтому количество питательных веществ и калорий, которые стимулируют рост котенка, могут вызвать проблемы
      с весом у более старых кошек. Продукты для кошек, такие как Science Plan компании «Хиллс», специально 
      разработаны для удовлетворения потребностей вашей кошки на разных этапах ее жизни. Если у кошки есть проблемы
      со здоровьем, обязательно консультируйтесь с ветеринарным врачом о корме, который поможет поддержать его здоровье.</p>
     <p> Как и с любыми изменениями в питании, необходимо постепенно вводить новый корм в рацион вашей любимицы (обычно в течение семи и более дней),
       особенно если она разборчива в еде, как и многие ее сородичи. Требуется немного времени на поиски, чтобы найти здоровый корм для вашей кошки, 
       но такой осознанный выбор поможет сохранить ей хорошее самочувствие и обеспечить долголетие.</p>
      <div class="source">
    <p> Источник:<a class="source-link" href="https://www.hillspet.ru/cat-care/nutrition-feeding/choosing-healthy-cat-food?utm_source=yandex&utm_medium=paidsearch&utm_
      campaign=hills-pet-nutrition-n/a&utm_content=aed_ru_ru_yandex_education-ys_text-ads_na_several_na&utm_term=как%20кормить%20кошку&_openstat=
      ZGlyZWN0LnlhbmRleC5ydTs2OTc1NTM4ODsxMTU3NDg2MTkwNzt5YW5kZXgucnU6cHJlbWl1bQ&yclid=10774650300736471039">https://www.hillspet.ru/cat-care/
      nutrition-feeding/choosing-healthy-cat-food?utm_source=yandex&utm_medium=
      paidsearch&utm_campaign=hills-pet-nutrition-n/a&utm_content=aed_ru_ru_yandex_education-ys_text-ads_na_several_na&utm_term=как%20кормить
      %20кошку&_openstat=ZGlyZWN0LnlhbmRleC5ydTs2OTc1NTM4ODsxMT<br>U3NDg2MTkwNzt5YW5kZXgucnU6cHJlbWl1bQ&yclid=10774650300736471039</a></p>
    </div>
</section>
</div>